Repository: AgheraSachin/credit-tracker
Catalog: languages/credit-tracker-*.po
Languages: fr_fr

source: The original object number at the source
fr_fr: Numero original de l'objet a la source

source: activate
fr_fr: Activer

source: GET MEDIA DATA
fr_fr: Obtenir les donnees du media

source: Source where to locate the original media
fr_fr: Source o√π trouver le media d'origine

source: Author
fr_fr: Auteur

source: Media author/owner
fr_fr: Auteur/Proprietaire du media

source: Publisher
fr_fr: Publie par

source: Media publisher (e.g. image agency)
fr_fr: Publie par (ex: agence media)

source: License
fr_fr: Licence

source: Media license
fr_fr: Licence du media

source: No images found
fr_fr: Pas d'images trouvees

source: A simple way to show credits for the images used on your website.
fr_fr: Une fa√ßon simple de crediter les auteurs de images utilisees sur votre site.

source: Settings
fr_fr: Reglages

source: Credit Tracker by Labs64
fr_fr: Credit Tracker par Labs64

source: Enter your settings below:
fr_fr: Entrez vos reglages ci-dessous:

source: Image data retriever (Free)
fr_fr: Retrouver les donnees de l'image (gratuit)

source: Features
fr_fr: Fonctionnalites

source: Available plugin features
fr_fr: Fonctionnalites disponibles

source: Did you find a bug? Have an idea for a plugin? Please help us improve this plugin
fr_fr: Avez vous trouve un bug ? Avez vous une idee pour le plugin ? Merci de nous aider a ameliorer ce plugin

source: Report a bug, or suggest an improvement
fr_fr: Rapporter un probleme ou suggerer une amelioration

source: Shortcodes Reference
fr_fr: Reference Shortcodes

source: Credit Tracker Settings
fr_fr: Reglages Credit Tracker

source: Copyright format
fr_fr: Format Copyright

source: Default copyright format<br/>Allowed placeholders: %ident_nr%, %source%, %author%, %publisher%, %license%
fr_fr: format Copyright par defaut <br/>Autoriser champs: %ident_nr%, %source%, %author%, %publisher%, %license%

source: Override shortcodes
fr_fr: Courtcircuiter les shortcodes

source: Override WordPress [caption] shortcode
fr_fr: Courtcircuiter les shortcode [caption] Wordpress

source: Replaces output of standard WordPress [caption] shortcode with improved version (add Image Microdata and Image Credit)
fr_fr: Remplacer l'affichage standard du shortcode [caption] de WordPress avec une version amelioree (ajoute les Microdonnees de l'image et le Credit)

source: Custom
fr_fr: Personnalisation
